// © Copyright 2005-2008, 2015 HP Development Company, L.P.

HSDTaskName = "Подготовка бумаги к печати";

PrintChannelOpenError = "Не удается открыть канал принтера";
PrintChannelOpenErrorExplanation = "Убедитесь, что принтер подсоединен и включен, затем повторите попытку.";
SendDataError = "Не удается отправить данные на принтер";
SendDataErrorExplanation = "Убедитесь, что принтер подсоединен и включен, затем повторите попытку.";

HSDTaskDescription = "Выберите следующие варианты:";
HSDTrayLockTitle = "Блокировка лотков:";
HSDDefaultTrayTitle = "Лоток по умолчанию:";
TrayTitleFormat = "Лоток %lu";
NoneTrayTitle = "Нет";
